Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.070done.text
source: Let’s go and surf well.
ar: هيا بنا للإبحار بشكل جيد.
ca: Anem a navegar bé.
cs: Pojďme surfovat naplno.
da: Lad os komme i gang og surfe godt.
de: Und los geht’s!
el: Πάμε και καλή περιήγηση.
es: ¡Ya está todo!
fi: Mennään ja selaillaan hyvin.
fr: Allons-y et surfons bien.
he: בוא נצא לדרך ונתגלש בנעימים.
hi: चलिए सर्फिंग शुरू करें और अच्छे से सर्फ करें।
hr: Krenimo i surfajmo dobro.
hu: Induljunk és böngésszünk jól.
id: Ayo pergi dan berselancar dengan baik.
it: Andiamo e navighiamo bene.
ja: さあ、快適にサーフィンを始めましょう。
ko: 자, 즐겁게 서핑해봅시다.
ms: Mari kita melayar dengan baik.
nb: La oss surfe godt.
nl: Laten we lekker gaan surfen.
pl: Zaczynajmy i surfujmy dobrze.
pt_br: Vamos lá e navegue bem.
pt_pt: Vamos navegar bem.
ro: Hai să mergem și să navigăm bine.
ru: Давай серфить по-хорошему.
sv: Nu kör vi…
th: ไปท่องเว็บกันเถอะ
tr: Hadi gidelim ve güzelce gezinelim.
uk: Вперед до гарного серфінгу.
ur: آئیے چلیں اور اچھی سرفنگ کریں۔
vi: Hãy đi và lướt web thật tốt.
zh_hans: 让我们开始愉快地冲浪吧。
zh_hant: 讓我們開始愉快地衝浪吧。

# onboarding.site.status
source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
he: סטטוס
hi: स्थिति
hu: Státusz
it: Stato
ja: ステータス
ko: 상태
pt_pt: Estado
ro: Stare
ru: Статус
th: สถานะ
tr: Durum
uk: Статус
ur: حالت
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# onboarding.site.statusCantBeReached
source: Website can’t be reached
ar: لا يمكن الوصول إلى الموقع
ca: No es pot accedir al lloc web
cs: Web nelze dosáhnout
da: Webstedet kan ikke nås
de: Website kann nicht erreicht werden
el: Η ιστοσελίδα δεν είναι προσβάσιμη
es: No se puede acceder al sitio web
fi: Sivustoa ei voi saavuttaa
fr: Le site Web est inaccessible
he: אין אפשרות להגיע לאתר
hi: वेबसाइट तक पहुँचा नहीं जा सकता
hr: Web-stranici se ne može pristupiti
hu: Az oldal nem elérhető
id: Situs tidak dapat dijangkau
it: Impossibile raggiungere il sito
ja: ウェブサイトにアクセスできません
ko: 웹사이트에 접근할 수 없습니다
ms: Laman web tidak dapat dicapai
nb: Nettstedet er utilgjengelig
nl: Website kan niet worden bereikt
pl: Strony nie można osiągnąć
pt_br: O site não pode ser alcançado
pt_pt: O site não pode ser acedido
ro: Site-ul nu este accesibil
ru: Невозможно получить доступ к сайту
sv: Webbplatsen kan inte nås
th: ไม่สามารถเข้าถึงเว็บไซต์ได้
tr: Web sitesine ulaşılamıyor
uk: Не вдалося дістатися сайту
ur: ویب سائٹ تک رسائی ممکن نہیں
vi: Không thể truy cập website
zh_hans: 无法访问网站
zh_hant: 無法訪問網站

# onboarding.site.statusChecking
source: Checking reachability
ar: جارٍ التحقق من إمكانية الوصول
ca: Comprovant la connectivitat
cs: Kontroluji dosažitelnost
da: Tjekker forbindelse
de: Überprüfe Erreichbarkeit
el: Έλεγχος προσβασιμότητας
es: Comprobando accesibilidad
fi: Tarkistetaan saavutettavuutta
fr: Vérification de l’accessibilité
he: בודק אם ניתן להגיע
hi: पहुँच की जाँच की जा रही है
hr: Provjeravam dostupnost
hu: Elérhetősége ellenőrzése
id: Memeriksa keterjangkauan
it: Verifico raggiungibilità
ja: 到達可能性を確認中
ko: 연결 가능성 확인 중
ms: Memeriksa kebolehcapai
nb: Sjekker tilgjengelighet
nl: Controleer bereikbaarheid
pl: Sprawdzanie dostępności
pt_br: Verificando acessibilidade
pt_pt: A verificar acessibilidade
ro: Se verifică accesibilitatea
ru: Проверка доступности
sv: Kontrollerar tillgänglighet
th: กำลังตรวจสอบการเข้าถึง
tr: Erişilebilirlik kontrol ediliyor
uk: Перевіряю досяжність
ur: رسائی کی جانچ کی جارہی ہے
vi: Đang kiểm tra khả năng truy cập
zh_hans: 正在检查可访问性
zh_hant: 正在檢查可訪問性

# onboarding.site.statusGood
source: Good to go
ar: كل شيء جاهز
ca: Tot a punt
cs: Všechno v pořádku
da: Klar til brug
de: Es kann los gehen
el: Έτοιμο προς χρήση
es: Listo para usar
fi: Valmis käyttöön
fr: Prêt à partir
he: מוכן לפעולה
hi: तैयार है
hr: Sve je spremno
hu: Minden rendben
id: Siap digunakan
it: Tutto ok
ja: 準備完了
ko: 사용 가능
ms: Sedia digunakan
nb: Klar til bruk
nl: Klaar voor gebruik
pl: Gotowe do użycia
pt_br: Pronto para usar
pt_pt: Pronto para uso
ro: Pregătit de utilizare
ru: Готово к использованию
sv: Klar att köra
th: พร้อมใช้งาน
tr: Kullanıma hazır
uk: Готово до використання
ur: تیار ہے
vi: Sẵn sàng sử dụng
zh_hans: 切正常
zh_hant: 切正常

# options.disableEB.enabled
source: Ok
ar: موافق
ca: D'acord
el: Εντάξει
he: אישור
hi: ठीक
hr: U redu
hu: Rendben
id: Oke
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک
zh_hans: 确定
zh_hant: 確定

# options.disableEB.footer
source: Use this function in case you can’t login to a website. For more details please have a look at question 1 in the Questions & Answers section.
ar: استخدم هذه الوظيفة في حال عدم تمكنك من تسجيل الدخول إلى موقع ويب. للمزيد من التفاصيل يرجى الاطلاع على السؤال 1 في قسم الأسئلة والأجوبة.
ca: Utilitza aquesta funció en cas que no puguis iniciar sessió en un lloc web. Per a més detalls, consulta la pregunta 1 a la secció de Preguntes i Respostes.
cs: Tuto funkci použijte v případě, že se nemůžete přihlásit na web. Pro více informací se podívejte na otázku 1 v sekci Otázky a odpovědi.
da: Brug denne funktion, hvis du ikke kan logge ind på et websted. For flere detaljer se venligst spørgsmål 1 i afsnittet Spørgsmål & svar.
de: Verwenden Sie diese Funktion, falls Sie sich nicht bei einer Website anmelden können. Für weitere Details schauen Sie bitte bei Frage 1 im Fragen & Antworten Bereich nach.
el: Χρησιμοποιήστε αυτή τη λειτουργία σε περίπτωση που δεν μπορείτε να συνδεθείτε σε έναν ιστότοπο. Για περισσότερες λεπτομέρειες, ανατρέξτε στην ερώτηση 1 στην ενότητα Ερωτήσεις & Απαντήσεις.
es: Usa esta función en caso de que no puedas iniciar sesión en un sitio web. Para más detalles consulta la pregunta 1 en la sección de Preguntas y Respuestas.
fi: Käytä tätä toimintoa, jos et voi kirjautua verkkosivustolle. Lisätietoja on kysymys-vastaus-osion kohdassa 1.
fr: Utilisez cette fonction si vous ne pouvez pas vous connecter à un site web. Pour plus de détails, veuillez consulter la question 1 dans la section Questions et Réponses.
he: השתמש בפונקציה זו במקרה שאינך יכול להתחבר לאתר. לפרטים נוספים עיין בשאלה 1 בסעיף שאלות ותשובות.
hi: यदि आप किसी वेबसाइट में लॉगिन नहीं कर पा रहे हैं तो इस फ़ंक्शन का उपयोग करें। अधिक जानकारी के लिए कृपया प्रश्न और उत्तर अनुभाग में प्रश्न 1 देखें।
hr: Koristite ovu funkciju ako se ne možete prijaviti na web stranicu. Za više detalja pogledajte pitanje 1 u odjeljku Pitanja i odgovori.
hu: Használd ezt a funkciót, ha nem tudsz bejelentkezni egy webhelyre. További részletekért tekintsd meg az 1. kérdést a Kérdések és válaszok részben.
id: Gunakan fungsi ini jika kamu tidak dapat login ke sebuah situs web. Untuk lebih jelasnya silakan lihat pertanyaan 1 di bagian Pertanyaan & Jawaban.
it: Usa questa funzione nel caso non riuscissi ad accedere a un sito web. Per maggiori dettagli consulta la domanda 1 nella sezione Domande e Risposte.
ja: ウェブサイトにログインできない場合は、この機能を使用してください。詳細については、質問と回答セクションの質問1をご覧ください。
ko: 웹사이트에 로그인할 수 없는 경우 이 기능을 사용하세요. 자세한 내용은 질문과 답변 섹션의 질문 1을 참조하세요.
ms: Gunakan fungsi ini jika anda tidak dapat log masuk ke laman web. Untuk maklumat lanjut sila lihat soalan 1 dalam bahagian Soalan & Jawapan.
nb: Bruk denne funksjonen hvis du ikke kan logge inn på et nettsted. For mer informasjon, se spørsmål 1 i delen Spørsmål og svar.
nl: Gebruik deze functie als u niet kunt inloggen op een website. Voor meer details kijk naar vraag 1 in het vraag & antwoord gedeelte.
pl: Użyj tej funkcji, jeśli nie możesz zalogować się na stronie. Aby uzyskać więcej informacji, zapoznaj się z pytaniem 1 w sekcji Pytań i Odpowiedzi.
pt_br: Use esta função caso você não consiga fazer login em um site. Para mais detalhes, consulte a pergunta 1 na seção Perguntas e Respostas.
pt_pt: Use esta função caso não consiga iniciar sessão num website. Para mais detalhes consulte a pergunta 1 na secção de Perguntas e Respostas.
ro: Utilizați această funcție în cazul în care nu vă puteți conecta la un site. Pentru mai multe detalii, consultați întrebarea 1 din secțiunea Întrebări și Răspunsuri.
ru: Используйте эту функцию, если вы не можете войти на веб-сайт. Для получения более подробной информации посмотрите вопрос 1 в разделе Вопросы и Ответы.
sv: Använd denna funktion om du inte kan logga in på en webbplats. För mer information, se fråga 1 i avsnittet Frågor & Svar.
th: ใช้ฟังก์ชันนี้ในกรณีที่คุณไม่สามารถเข้าสู่ระบบเว็บไซต์ได้ สำหรับรายละเอียดเพิ่มเติม โปรดดูคำถามที่ 1 ในส่วนคำถามและคำตอบ
tr: Bir web sitesine giriş yapamamanız durumunda bu fonksiyonu kullanın. Daha fazla ayrıntı için Soru & Cevap bölümündeki 1. soruya bakın.
uk: Використовуйте цю функцію, якщо ви не можете увійти на веб-сайт. Для отримання додаткової інформації перегляньте питання 1 у розділі Питання та Відповіді.
ur: اگر آپ کسی ویب سائٹ میں لاگ ان نہیں کر سکتے تو اس فنکشن کا استعمال کریں۔ مزید تفصیلات کے لیے براہ کرم سوالات اور جوابات کے سیکشن میں سوال 1 دیکھیں۔
vi: Sử dụng chức năng này nếu bạn không thể đăng nhập vào một trang web. Để biết thêm chi tiết, hãy xem câu hỏi 1 trong phần Hỏi & Đáp.
zh_hans: 如果您无法登录网站，请使用此功能。有关更多详细信息，请查看问答部分的问题1。
zh_hant: 如果您無法登入網站，請使用此功能。有關更多詳細信息，請查看問答部分的問題1。

# options.disableEB.header
source: 3rd Party Links
ar: روابط طرف ثالث
ca: Enllaços de tercers
cs: Odkazy třetích stran
da: Tredjepartslinks
de: Drittanbieter-Links
el: Σύνδεσμοι τρίτων
es: Enlaces de terceros
fi: Kolmannen osapuolen linkit
fr: Liens tiers
he: קישורים של צד שלישי
hi: तृतीय पक्ष लिंक
hr: Veze trećih strana
hu: Harmadik fél linkek
id: Tautan Pihak Ketiga
it: Link di terze parti
ja: サードパーティリンク
ko: 제3자 링크
ms: Pautan Pihak Ketiga
nb: Lenker til tredjepart
nl: Links van derden
pl: Linki stron trzecich
pt_br: Links de Terceiros
pt_pt: Ligações de Terceiros
ro: Linkuri către terți
ru: Ссылки третьих лиц
sv: Tredjepartslänkar
th: ลิงก์บุคคลที่สาม
tr: Üçüncü Taraf Bağlantıları
uk: Посилання третіх сторін
ur: تیسری پارٹی کے لنکس
vi: Liên kết bên thứ ba
zh_hans: 第三方链接
zh_hant: 第三方連結

# options.disableEB.textDisabledEB
source: Open in Same Window
ar: فتح في نفس النافذة
ca: Obrir a la mateixa finestra
cs: Otevřít ve stejném okně
da: Åbn i samme vindue
de: Im selben Fenster öffnen
el: Άνοιγμα στο ίδιο παράθυρο
es: Abrir en la misma ventana
fi: Avaa samassa ikkunassa
fr: Ouvrir dans la même fenêtre
he: פתח באותו חלון
hi: एक ही विंडो में खोलें
hr: Otvori u istom prozoru
hu: Megnyitás ugyanabban az ablakban
id: Buka di Jendela yang Sama
it: Apri nella stessa finestra
ja: 同じウィンドウで開く
ko: 같은 창에서 열기
ms: Buka dalam Tetingkap Sama
nb: Åpne i samme vindu
nl: Openen in hetzelfde venster
pl: Otwórz w tym samym oknie
pt_br: Abrir na Mesma Janela
pt_pt: Abrir na Mesma Janela
ro: Deschide în aceeași fereastră
ru: Открыть в том же окне
sv: Öppna i samma fönster
th: เปิดในหน้าต่างเดียวกัน
tr: Aynı Pencerede Aç
uk: Відкрити в тому ж вікні
ur: ایک ہی ونڈو میں کھولیں
vi: Mở trong cùng cửa sổ
zh_hans: 在同一窗口中打开
zh_hant: 在同一視窗中開啟

# options.disableEB.textEnabledEB
source: Open in New Window
ar: فتح في نافذة جديدة
ca: Obrir en una finestra nova
cs: Otevřít v novém okně
da: Åbn i nyt vindue
de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο παράθυρο
es: Abrir en ventana nueva
fi: Avaa uudessa ikkunassa
fr: Ouvrir dans une nouvelle fenêtre
he: פתח בחלון חדש
hi: नई विंडो में खोलें
hr: Otvori u novom prozoru
hu: Megnyitás új ablakban
id: Buka di Jendela Baru
it: Apri in nuova finestra
ja: 新しいウィンドウで開く
ko: 새 창에서 열기
ms: Buka dalam Tetingkap Baharu
nb: Åpne i nytt vindu
nl: Openen in nieuw venster
pl: Otwórz w nowym oknie
pt_br: Abrir em Nova Janela
pt_pt: Abrir em Nova Janela
ro: Deschide într-o fereastră nouă
ru: Открыть в новом окне
sv: Öppna i nytt fönster
th: เปิดในหน้าต่างใหม่
tr: Yeni Pencerede Aç
uk: Відкрити в новому вікні
ur: نئی ونڈو میں کھولیں
vi: Mở trong cửa sổ mới
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

# options.greasy.toggleGreasyMonkey
source: Enable GreasyFork Scripts
ar: فعّل سكريبتات GreasyFork
ca: Activa els scripts de GreasyFork
cs: Povolit skripty GreasyFork
da: Aktivér GreasyFork-scripts
de: GreasyFork-Skripte aktivieren
el: Ενεργοποίηση scripts GreasyFork
es: Activar scripts de GreasyFork
fi: Ota GreasyFork-skriptit käyttöön
fr: Activer les scripts GreasyFork
he: הפעל סקריפטים של GreasyFork
hi: GreasyFork स्क्रिप्ट्स सक्षम करें
hr: Omogući GreasyFork skripte
hu: GreasyFork szkriptek engedélyezése
id: Aktifkan Skrip GreasyFork
it: Abilita gli script GreasyFork
ja: GreasyForkスクリプトを有効にする
ko: GreasyFork 스크립트 활성화
ms: Aktifkan Skrip GreasyFork
nb: Aktiver GreasyFork‑skript
nl: GreasyFork-scripts inschakelen
pl: Włącz skrypty GreasyFork
pt_br: Ativar Scripts GreasyFork
pt_pt: Ativar scripts GreasyFork
ro: Activează scripturile GreasyFork
ru: Включить скрипты GreasyFork
sv: Aktivera GreasyFork-skript
th: เปิดใช้งานสคริปต์ GreasyFork
tr: GreasyFork Scriptlerini Etkinleştir
uk: Увімкнути скрипти GreasyFork
ur: GreasyFork اسکرپٹس فعال کریں
vi: Bật script GreasyFork
zh_hans: 启用 GreasyFork 脚本
zh_hant: 啟用 GreasyFork 腳本

# options.header.text
source: Options
ar: الخيارات
ca: Opcions
cs: Možnosti
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
fi: Asetukset
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Beállítások
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
ms: Pilihan
nb: Innstillinger
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Настройки
sv: Inställningar
th: ตัวเลือก
tr: Seçenekler
uk: Налаштування
ur: اختیارات
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# Options.qna.1answer
source: Some websites, for example Reddit or Facebook are heavily using JavaScripts, meaning that for most of the time you are always on the main site. In those cases make sure you are using the share feature provided by the website. They usually use the same iOS Share feature, but with the correct link.
ar: بعض المواقع، مثل Reddit أو Facebook، تعتمد بشكل كبير على JavaScript، مما يعني أنك في معظم الأوقات تظل على الصفحة الرئيسية. في هذه الحالات تأكد من استخدام ميزة المشاركة التي يوفرها الموقع. فهي عادةً تستخدم نفس ميزة المشاركة الخاصة بنظام iOS، ولكن بالرابط الصحيح.
ca: Alguns llocs web, com Reddit o Facebook, utilitzen molt JavaScript, és a dir, que la major part del temps et mantens a la pàgina principal. En aquests casos, assegura't d'utilitzar la funció de compartir que ofereix el lloc web. Normalment utilitzen la mateixa funció de compartició d'iOS, però amb l'enllaç correcte.
cs: Některé webové stránky, například Reddit nebo Facebook, hodně využívají JavaScript, což znamená, že většinu času jste stále na hlavním webu. V těchto případech se ujistěte, že používáte sdílecí funkci poskytovanou webem. Obvykle používají stejnou funkci iOS Share, ale s správným odkazem.
da: Nogle websteder, for eksempel Reddit eller Facebook, bruger i høj grad JavaScript, hvilket betyder, at du for det meste altid er på hovedsiden. I disse tilfælde skal du sikre dig, at du bruger delingsfunktionen på websitet. De bruger normalt den samme iOS-delingsfunktion, men med det korrekte link.
de: Einige Websites, zum Beispiel Reddit oder Facebook, nutzen intensiv JavaScript, was bedeutet, dass du die meiste Zeit auf der Hauptseite bleibst. In solchen Fällen solltest du die Teilen-Funktion der Website verwenden. Diese nutzt meist die gleiche iOS-Share-Funktion, aber mit dem korrekten Link.
el: Κάποιοι ιστότοποι, όπως το Reddit ή το Facebook, χρησιμοποιούν έντονα JavaScript, πράγμα που σημαίνει ότι τις περισσότερες φορές βρίσκεσαι πάντα στην κύρια σελίδα. Σε αυτές τις περιπτώσεις βεβαιώσου ότι χρησιμοποιείς τη λειτουργία κοινής χρήσης που παρέχεται από τον ιστότοπο. Συνήθως χρησιμοποιούν την ίδια λειτουργία Κοινής χρήσης του iOS, αλλά με το σωστό σύνδεσμο.
es: Algunos sitios, como Reddit o Facebook, utilizan mucho JavaScript, lo que significa que la mayor parte del tiempo sigues en la página principal. En esos casos, asegúrate de utilizar la función de compartir que ofrece el sitio. Normalmente usan la misma función de compartir de iOS, pero con el enlace correcto.
fi: Jotkut sivustot, kuten Reddit tai Facebook, käyttävät runsaasti JavaScriptiä, mikä tarkoittaa, että olet useimmiten pääsivustolla. Tällaisissa tapauksissa varmista, että käytät sivuston tarjoamaa jakamisominaisuutta. Ne käyttävät yleensä samaa iOS-jakotoimintoa, mutta oikealla linkillä.
fr: Certains sites, comme Reddit ou Facebook, utilisent beaucoup de JavaScript, ce qui fait qu'on reste la plupart du temps sur la page principale. Dans ces cas-là, assure-toi d'utiliser la fonction de partage fournie par le site. Elle utilise généralement la même fonction de partage iOS, mais avec le bon lien.
he: חלק מהאתרים, לדוגמה Reddit או Facebook, משתמשים רבות ב-JavaScript, כלומר ברוב הזמן אתה תמיד באתר הראשי. במקרים אלה ודא שאתה משתמש בתכונת השיתוף שהאתר מספק. בדרך כלל הם משתמשים באותה תכונת שיתוף של iOS, אך עם הקישור הנכון.
hi: कुछ वेबसाइट्स, जैसे Reddit या Facebook, भारी मात्रा में JavaScript का उपयोग करती हैं, जिसका मतलब है कि आप ज़्यादातर समय मुख्य साइट पर ही रहते हैं। ऐसे मामलों में वेबसाइट द्वारा प्रदान की गई शेयर सुविधा का उपयोग करना सुनिश्चित करें। वे आम तौर पर वही iOS शेयर सुविधा इस्तेमाल करते हैं, लेकिन सही लिंक के साथ।
hr: Neke web stranice, na primjer Reddit ili Facebook, uvelike koriste JavaScript, što znači da se većinu vremena nalazite na glavnoj stranici. U tim slučajevima provjerite koristite li opciju dijeljenja koju pruža sama stranica. Obično koriste istu značajku dijeljenja na iOS‑u, ali s ispravnim linkom.
hu: Egyes webhelyek, például a Reddit vagy a Facebook, intenzíven használják a JavaScriptet, ami azt jelenti, hogy a legtöbb időben mindig a fő oldalon maradsz. Ilyen esetekben győződj meg róla, hogy a webhely által biztosított megosztási funkciót használod. Általában ugyanazt az iOS Megosztás funkciót használják, de a megfelelő linkkel.
id: Beberapa situs web, misalnya Reddit atau Facebook, sangat menggunakan JavaScript, artinya sebagian besar waktu kamu selalu berada di situs utama. Dalam kasus tersebut pastikan kamu menggunakan fitur berbagi yang disediakan oleh situs. Mereka biasanya menggunakan fitur Share iOS yang sama, tetapi dengan tautan yang benar.
it: Alcuni siti, ad esempio Reddit o Facebook, fanno un uso pesante di JavaScript, il che significa che per la maggior parte del tempo resti sulla pagina principale. In questi casi assicurati di utilizzare la funzione di condivisione offerta dal sito. Di solito usano la stessa funzione di condivisione iOS, ma con il link corretto.
ja: RedditやFacebookのようなサイトはJavaScriptを多用しているため、ほとんどの場合常にメインサイトにいます。そんなときは、そのサイトが提供する共有機能を使ってください。通常は同じiOSの共有機能を使っていますが、正しいリンクになっています。
ko: 예를 들어 Reddit이나 Facebook 같은 일부 웹사이트는 JavaScript를 많이 사용하여 대부분의 경우 항상 메인 사이트에 머물게 됩니다. 이런 경우에는 웹사이트에서 제공하는 공유 기능을 사용하세요. 일반적으로 같은 iOS 공유 기능을 사용하지만 올바른 링크를 제공합니다.
ms: Sesetengah laman web, contohnya Reddit atau Facebook, banyak menggunakan JavaScript, yang bermaksud kebanyakannya anda berada di laman utama. Dalam keadaan tersebut, pastikan anda menggunakan ciri kongsi yang disediakan oleh laman web. Ia biasanya menggunakan ciri Kongsi iOS yang sama, tetapi dengan pautan yang betul.
nb: Noen nettsteder, for eksempel Reddit eller Facebook, bruker mye JavaScript, noe som betyr at du stort sett alltid er på hovedsiden. I disse tilfellene må du bruke delingsfunksjonen som tilbys av nettstedet. De bruker vanligvis den samme iOS‑delingsfunksjonen, men med riktig lenke.
nl: Sommige websites, zoals Reddit of Facebook, gebruiken veel JavaScripts, waardoor je meestal op de hoofdpagina blijft. In die gevallen moet je de deelfunctie gebruiken die de website zelf aanbiedt. Die gebruiken meestal dezelfde iOS-deelfunctie, maar dan met de correcte link.
pl: Niektóre strony, na przykład Reddit czy Facebook, intensywnie wykorzystują JavaScript, co oznacza, że przez większość czasu jesteś cały czas na głównej stronie. W takich przypadkach upewnij się, że korzystasz z funkcji udostępniania oferowanej przez daną stronę. Zazwyczaj używają one tej samej funkcji Udostępnij w iOS, ale z poprawnym linkiem.
pt_br: Alguns sites, como Reddit ou Facebook, utilizam muitos JavaScripts, o que significa que na maior parte do tempo você está sempre no site principal. Nesses casos, certifique-se de usar o recurso de compartilhamento fornecido pelo site. Eles geralmente utilizam o mesmo recurso de Compartilhar do iOS, mas com o link correto.
pt_pt: Alguns sites, como o Reddit ou o Facebook, usam muito JavaScript, o que significa que, na maior parte do tempo, permaneces na página principal. Nesses casos, certifica-te de usar a funcionalidade de partilha fornecida pelo site. Normalmente utilizam a mesma funcionalidade de partilha do iOS, mas com o link correto.
ro: Unele site-uri, de exemplu Reddit sau Facebook, folosesc intens JavaScript, ceea ce înseamnă că majoritatea timpului rămâi pe site-ul principal. În aceste cazuri, asigură-te că utilizezi funcția de partajare oferită de site. De obicei, folosesc aceeași funcție de partajare din iOS, dar cu linkul corect.
ru: Некоторые сайты, например Reddit или Facebook, активно используют JavaScript, что означает, что большую часть времени ты остаёшься на главной странице. В таких случаях убедись, что используешь функцию «Поделиться», предоставляемую сайтом. Обычно она использует ту же функцию обмена iOS, но с правильной ссылкой.
sv: Vissa webbplatser, till exempel Reddit eller Facebook, använder mycket JavaScript, vilket gör att du för det mesta stannar kvar på huvudsidan. I dessa fall se till att använda webbplatsens egna dela-funktion. De använder oftast samma iOS-delafunktion, men med rätt länk.
th: บางเว็บไซต์ เช่น Reddit หรือ Facebook ใช้ JavaScript อย่างหนัก ซึ่งหมายความว่าส่วนใหญ่คุณยังอยู่บนหน้าแรก ในกรณีนั้นให้แน่ใจว่าคุณใช้ฟีเจอร์แชร์ที่เว็บไซต์มีให้ โดยปกติพวกเขาใช้ฟีเจอร์แชร์ของ iOS เดียวกัน แต่มีลิงก์ที่ถูกต้อง
tr: Bazı web siteleri, örneğin Reddit veya Facebook, yoğun şekilde JavaScript kullanır; bu, çoğu zaman hep ana sitede kaldığınız anlamına gelir. Bu tür durumlarda web sitesinin sunduğu paylaşma özelliğini kullandığınızdan emin olun. Genellikle aynı iOS Paylaş özelliğini kullanırlar, ancak doğru bağlantı ile.
uk: Деякі сайти, наприклад Reddit або Facebook, активно використовують JavaScript, тож більшу частину часу ти перебуваєш на головній сторінці. У таких випадках переконайся, що використовуєш функцію «Поділитися», яку пропонує сайт. Зазвичай вона використовує ту ж функцію обміну iOS, але з правильним посиланням.
ur: کچھ ویب سائٹس، مثال کے طور پر Reddit یا Facebook، جاوا اسکرپٹس کا بہت استعمال کرتی ہیں، جس کا مطلب ہے کہ آپ زیادہ تر وقت مرکزی سائٹ پر ہی رہتے ہیں۔ ایسے حالات میں اس بات کو یقینی بنائیں کہ آپ وہ شیئر فیچر استعمال کر رہے ہیں جو ویب سائٹ فراہم کرتی ہے۔ یہ عام طور پر وہی iOS شیئر فیچر استعمال کرتے ہیں، لیکن صحیح لنک کے ساتھ۔
vi: Một số trang web, ví dụ như Reddit hoặc Facebook, sử dụng JavaScript rất nhiều, nghĩa là hầu hết thời gian bạn luôn ở trang chính. Trong những trường hợp đó, hãy chắc chắn bạn sử dụng chức năng chia sẻ do trang web cung cấp. Họ thường dùng cùng tính năng Chia sẻ của iOS, nhưng với liên kết đúng.
zh_hans: 一些网站，比如 Reddit 或 Facebook，在网页中大量使用 JavaScript，这意味着大部分时间你都会停留在主页。在这种情况下，请务必使用网站提供的分享功能。它们通常用的是相同的 iOS 分享功能，但链接正确。
zh_hant: 一些網站，比如 Reddit 或 Facebook，在網頁中大量使用 JavaScript，這意味著大部分時間你都會停留在主頁。在這種情況下，請務必使用網站提供的分享功能。它們通常用的是相同的 iOS 分享功能，但連結正確。
